Repository: deckerweb/genesis-layout-extras
Catalog: languages/genesis-layout-extras-*.po
Languages: de_de

source: Think of it as %s, but with Primary sidebar below the content.
de_de: Praktisch wie eine Variation von %s, jedoch mit der Haupt-Sidebar direkt <em>unter</em> dem Inhalt.

source: Think of it as %s, but with Primary sidebar above the content.
de_de: Praktisch wie eine Variation von %s, jedoch mit der Haupt-Sidebar direkt <em>über</em> dem Inhalt.

source: Think of it as a variation of %s.
de_de: Praktisch wie eine Variation von %s.

source: Think of it as a special variation of the 3-column layouts but with fixed left column which consists of re-positioned header together with widget area and footer mixed in.
de_de: Praktisch wie eine besondere Variante der 3-spaltigen Layouts, aber mit einer festen linken Spalte, welche aus der neu positionierten Kopfzeile, zusammen mit dem Widget-Bereich und der Fußzeile, besteht.

source: These alternate layouts are fully responsive. All is working like it should with minimal additions on CSS style rules (only what's really needed).
de_de: Diese alternativen Layoutoptionen sind voll responsive. Alles funktioniert, wie es sollte, mit nur minimalen CSS-Anweisungen (nur, was wirklich benötigt wird).

source: Those CSS additions are optional (see settings below), you can also ever integrate the style rules with your child theme.
de_de: Diese CSS-Zusätze sind komplett optional (siehe Einstellungen unten), du kannst diese Stile jederzeit in dein Child Theme integrieren.

source: Add Genesis Inpost options for public Custom Post Types
de_de: Genesis Inpost-Optionen für öffentliche Inhaltstypen hinzufügen

source: A lot of plugins with post types already integrate good with Genesis but lack support for inpost screen meta boxes. That is especially needed for layout options support.
de_de: Viele Plugins mit Inhaltstypen integrieren sich bereits recht gut mit Genesis, doch vielen von ihnen fehlt die Unterstützung für die Genesis Metaboxen in den Bearbeitungsansichten (Inpost Screens). Diese werden besonders für die Unterstützung der Layout-Optionen benötigt.

source: To solve this, you can add global support for all %s custom post types below, or, if you want, only for specific post types you need for the project.
de_de: Um dies zu lösen, kannst du globale Unterstützung für alle %s Inhaltstypen unten aktivieren, oder, wenn du willst, nur für spezifische Inhaltstypen, die du für das Projekt verwendest.

source: public
de_de: öffentliche (public)

source: As a bonus, the inpost SEO and Script meta boxes are included as well. You might need those, too :).
de_de: Als ein Bonus, werden dabei auch gleich die Metaboxen für SEO und Skripte (ab Genesis 2.0+) mit aktiviert. Du könntest diese brauchen ... :)

source: Add Genesis Archive Settings for public Custom Post Types
de_de: Genesis Archiv-Einstellungen für öffentliche Inhaltstypen

source: This optional Genesis feature can now be enabled with this plugin in global way for all public custom post types that were registered with archive support (%s).
de_de: Dieses optionale Genesis Feature kann nun über dieses Plugin aktiviert werden - global - für alle öffentlichen Inhaltstypen, die mit Archiv-Unterstützung registriert wurden (%s).

source: Alternatively, you can also only activate that for specific post types you need for the project.
de_de: Alternativ, kann dies auch nur für spezifische Inhalstypen aktiviert werden, die du für das Projekt benötigst.

source: These archive settings allow for setting of: archive/page title, detailed introductory texts, SEO settings and layout options.
de_de: Diese Archiveinstellungen ermöglichen die Einstellungen für: Archiv-/ Seitentitel, detaillierter Einführungstext, SEO-Einstellungen sowie Layout-Optionen.

source: Note: The layout settings for archives done via these Genesis Archive settings and/or the content archive settings of THIS plugin (see below) do just the same. So you decide which one you use. Nothing could break, and it does no harm. So, enjoy your content archives (settings)!
de_de: Hinweis: Die Layout-Einstellungen für Archive, die in diesen Genesis Archiv-Einstellungen vorgenommen werden und/ oder die Inhaltsarchiv-Einstellungen von DIESEM Plugin (siehe unten) bewirken ein- und dasselbe. Damit entscheidest du, welche Einstellungen du letztlich verwendest. Es wird nichts beschädigt dabei. Also genieße deine Inhaltsarchive (-Einstellungen)!

source: Question
de_de: Frage

source: Some settings seem to have no effect at all, what happens here?
de_de: Einige Einstellungen scheinen keinen Effekt zu haben, was passiert da?

source: Answer
de_de: Antwort

source: This has to do with priorities. In general, if there is a template for a specific page (archive) type, for example <code>image.php</code> for image attachment display, then Genesis & WordPress will always use that first for the content output AS LONG AS there is an layout setting function or filter in there. Only if there are no templates with layout settings found, the layout option settings will take full effect. So, if our example <code>image.php</code> has a layout filter set in this then has the higher priority but if there is no layout filter in there then the layout setting of the plugin will take effect! - Well, if you experience such cases just leave these fields on "Genesis Default" and you are good to go :-).
de_de: Dies hängt mit verschiedenen Prioritäten zusammen. Allgemein ist es so, wenn ein WordPress-Template für eine besondere (Archiv-) Seite vorhanden ist, zum Beispiel <code>image.php</code> für die Bildanhangs-Anzeige, dann wird WordPress dies immer zuerst anzeigen, SOLANGE dort bereits eine Layout-Einstellung via Funktion oder Filter deklariert wurde. Nur wenn es keine solchen Templates mit einer Layout-Deklaration gibt, wird die Layout-Einstellung von hier einen Effekt haben. Ein Beispiel: Wenn das Template <code>image.php</code> eine Layout-Einstellung besitzt, hat diese eine höhrere Priorität - ist jedoch keine vorhanden, wird die Plugin-Einstellung wirksam! - Wenn solche Anwendungsfälle auftreten, dann am besten die Plugin-Einstellung für diesen Bereich auf "Genesis-Standard" belassen :-).

source: There are two layout options for the plugin AgentPress Listings post type. What does that mean?
de_de: Es gibt zwei Layout-Einstellungen für das Plugin AgentPress Listings und dessen Inhaltstyp (Post Type). Was hat dies für Auswirkungen?

source: You just can set the layout option for the archive pages of the "listings" post type, plus for all terms of its built-in "features" taxonomy. - &mdash; Of course, %1$sthe plugin%2$s (and so the setting here) could be used with the %3$sAgentPress child theme%2$s and also with any other Genesis child theme, so this setting might come in really handy ;-).
de_de: Es kann damit die Layout-Einstellung für die Archiv-Seiten des Inhaltstyps „Auglistungen“ (Listings) festgelegt werden, und ausserdem für alle Elemente dessen integrierter Taxonomie "Features". &mdash; Natürlich kann %1$sdas Plugin%2$s mit dem %3$s"AgentPress" Child Theme%2$s verwendet werden, aber genauso mit jedem anderen Genesis Child Theme, wo die Layout-Einstellungen dieses Plugins sehr nützlich sein können ;-).

source: What means Reset of settings?
de_de: Was bedeutet das Zurücksetzen der Einstellungen (Reset)?

source: Actually it just restores the default layout setting which is always defined in regular layout settings on the Genesis Theme Settings page.
de_de: Es werden einfach die Standardeinstellungen wiederhergestellt, welche immer in den regulären Layouteinstellungen auf der Genesis Theme-Einstellungsseite ferstgelegt wurden.

source: Which settings are effected when doing a reset?
de_de: Welche Einstellungen werden vom Zurücksetzen (Reset) berührt?

source: ALL available options <em>on this page</em> are resetted to their defaults! So if you only want to reset <em>one</em> option and leave all other as they are then only change this one section and then click the SAVE button and you are done.
de_de: ALLE verfügbaren Optionen auf <em>dieser Einstellungsseite</em> werden auf den Standard zurückgesetzt! Wenn also nur <em>eine</em> Option zurücksetzt werden soll und alle anderen unberührt bleiben sollen, ist es besser nur diese eine Sektion erneut zu ändern und ganz normal über den Button 'Einstellungen speichern' fortzufahren.

source: Please contribute to existing or new translations on %1$sour free translations platform%2$s powered by GlotPress.
de_de: Bitte mache mit und trage neue oder verbesserte Übersetzungen zum Plugin bei - einfach über %1$sunsere freie Übersetzungen-Plattform%2$s, angetrieben von GlotPress.

source: Thank You!
de_de: Danke für jede Mithilfe!

source: Currently in use
de_de: Derzeit in Verwendung

source: Currently available languages
de_de: Derzeit verfügbare Sprachen

source: English (en_US)
de_de: Englisch (<code>en_US</code>)

source: default, always included (by David Decker)
de_de: Standard, immer dabei (von David Decker)

source: German (de_DE): Deutsch
de_de: German (<code>de_DE</code>): Deutsch

source: always included (by David Decker)
de_de: immer dabei (von David Decker)

source: French (fr_FR): Français
de_de: Französisch (<code>fr_FR</code>): Français

source: user-submitted
de_de: von Benutzern eingesandt

source: Help translate and improve it!
de_de: Helfe beim Übersetzen und Verbessern!

source: Spanish (es_ES): Español
de_de: Spanisch (<code>es_ES</code>): Español

source: Italian (it_IT): Italiano
de_de: Italienisch (<code>it_IT</code>): Italiano

source: Swedish (sv_SE): Svenska
de_de: Swedisch (<code>sv_SE</code>): Svenska

source: Hindi (hi_IN - for India)
de_de: Hindi (<code>hi_IN</code> - für Indien)

source: Optional extensions to get the best out of your Genesis powered child theme.
de_de: Optionale Erweiterungen, um das Beste aus deiner Genesis-betriebenen Website herauszuholen.

source: Manage Genesis Framework, active child theme and extensions from your WordPress toolbar. Massive resources links included!
de_de: Genesis Framework Einstellungen, das aktive Child Theme und installierte Erweiterungen bequem von der WordPress Werkzeugleiste (Toolbar) aus verwalten. Sehr viele nützliche Resourcen-Links sind integriert!

source: Easily add widgets for these two not found edge cases. Then you're prepared! Again, changing content then is really easy!
de_de: Auf sehr einfache Weise Widgets für diese zwei Ausnahmefälle verwenden. Dann ist man vorbereitet! Und, da die Inhalte für die 404-Fehlerseite oder bei keinen Suchtreffern zu ändern, ist wirklich kinderleicht!

source: Adds support for exporting settings of various Genesis specific plugins & Child Themes via the Genesis Exporter feature.
de_de: Das Plugin erweitert die Genesis Exporter-Funktion um die Einstellungen verschiedener Genesis-spezifischer Plugins sowie Genesis Child Themes.

source: Easy access of the Genesis What's New Admin overview page - not only on updates but everytime.
de_de: Einfacher Zugang zur 'Genesis Was ist neu' Admin-Übersichtsseite - nicht nur nach Aktualisierungen, sondern immer.

source: Finally, use widgets to maintain &amp; customize your Archive Page Template in Genesis Framework and Child Themes to create archive or sitemap-like listings.
de_de: Endlich: Mit Widgets das standardmäßige Archive-Seitentemplate ersetzen - den Inhalt und Aufbau von Archiv- bzw. Sitemap-Seiten selbst anpassen und verändern.

source: Print out your content easily - unneeded sections are removed.
de_de: Inhalte elegant ausdrucken - nicht benötigte Bereich der Website werden automatisch entfernt. Spart Tinte und Papier.

source: Perfect, you already have all our recommended plugins installed.
de_de: Perfekt, es sind bereits alle empfohlenen Plugins installiert/ aktiviert.

source: Feedback and more about the Author
de_de: Feedback und mehr über den Autor

source: Social:
de_de: Vernetzen:

source: Actions
de_de: Aktionen

source: Donate
de_de: Spenden

source: Special Custom Post Type Sections
de_de: Sektionen von Inhaltstypen (Custom Post Types)

source: Here you can set up a <strong>default</strong> layout option for various extra archive pages generated by Custom Post Types which were set by plugins. There are only post types listed for which proper template/ layout integration for Genesis exist.
de_de: Hier können <strong>Standard</strong>-Layoutoptionen für verschiedene Archive-Seiten, generiert durch Inhaltstypen (Custom Post Types) von Plugins, festgelegt werden. Es sind nur solche Inhaltstypen aufgeführt, für die auch geeignete Unterstützung für das Genesis Framework existiert.

source: For these settings to take any effect the plugin %1$s needs to be installed first. &mdash; Of course, the plugin (and so the setting here) could be used with the %2$sAgentPress child theme%3$s and also with any other Genesis child theme, so this setting might come in really handy ;-).
de_de: Damit diese Einstellungen irgendeine Auswirkung haben, muss zuerst das Plugin %1$s installiert werden. &mdash; Natürlich kann das Plugin mit dem %2$s"AgentPress" Child Theme%3$s verwendet werden, aber genauso mit jedem anderen Genesis Child Theme, wo die Layout-Einstellungen dieses Plugins sehr nützlich sein können ;-).

source: Plugin: Simple Listings for Genesis
de_de: Plugin: Simple Listings für Genesis

source: For these settings to take any effect the plugin %s needs to be installed first. &mdash; Of course, the plugin (and so the setting here) could be used with any Genesis child theme, so this setting might come in really handy ;-).
de_de: Damit diese Einstellungen irgendeine Auswirkung haben, muss zuerst das Plugin %1$s installiert werden. &mdash; Natürlich kann das Plugin mit jedem Genesis Child Theme verwendet werden, wo die Layout-Einstellungen dieses Plugins sehr nützlich sein können ;-).

source: For these settings to take any effect the plugin %s needs to be installed first. &mdash; Of course, the plugin (and so the setting here) could be used with with any Genesis child theme, so this setting might come in really handy ;-).
de_de: Damit diese Einstellungen irgendeine Auswirkung haben, muss zuerst das Plugin %1$s installiert werden. &mdash; Natürlich kann das Plugin mit jedem Genesis Child Theme verwendet werden, wo die Layout-Einstellungen dieses Plugins sehr nützlich sein können ;-).

source: Plugins: WooCommerce OR Jigoshop
de_de: Plugins: WooCommerce ODER Jigoshop

source: For these settings to take any effect the plugin %1$s OR %2$s needs to be installed first.
de_de: Damit diese Einstellungen irgendeine Auswirkung haben, muss zuerst <em>eines</em> der beiden Plugins, %1$s ODER %2$s, installiert werden.

source: Integration plugin
de_de: Integrations-Plugin

source: Genesis Connect for WooCommerce
de_de: Genesis Connect für WooCommerce

source: Genesis Connect for Jigoshop
de_de: Genesis Connect für Jigoshop

source: For these settings to take any effect the plugin %1$s needs to be installed first.
de_de: Damit diese Einstellungen irgendeine Auswirkung haben, muss zuerst das Plugin %1$s installiert werden.

source: Genesis Connect for Easy Digital Downloads
de_de: Genesis Connect für Easy Digital Downloads

source: Plugin: Sugar Events Calendar
de_de: Plugin: Sugar Events Kalender

source: Plugin: bbPress 2.x Forum Section
de_de: Plugin: bbPress 2.x Forumsbereich

source: bbPress 2.x Topics Layout
de_de: bbPress 2.x Layout für Themen

source: For this setting to take any effect the plugin %1$s needs to be installed first.
de_de: Damit diese Einstellung irgendeine Auswirkung hat, muss zuerst das Plugin %1$s installiert werden.

source: Plugin: bbPress 2.x Forum
de_de: Plugin: bbPress 2.x Foren

source: Plugin: Genesis Media Project
de_de: Plugin: Genesis Medien-Projekt

source: Here you can set up a <strong>default</strong> layout option for various extra archive pages generated by Custom Post Types which were set by child themes.
de_de: Hier können <strong>Standard</strong>-Layoutoptionen für verschiedene Archive-Seiten, generiert durch Inhaltstypen (Custom Post Types) von Child Themes, festgelegt werden.

source: David Decker - DECKERWEB
de_de: David Decker - DECKERWEB.de

source: You must be logged in to run this script.
de_de: Du musst angemeldet sein, um dieses Skript verwenden zu können.

source: You do not have permission to run this script.
de_de: Du hast keine Berechtigung zur Verwendung dieses Skripts.

source: For Genesis Framework: Allows modifying of default layouts for homepage, various archive, attachment, search, 404 and even bbPress 2.x pages via plugin settings page. Plus: up to 9 alternate layout options as well as additional post type support!
de_de: Plugin für das Genesis Design Framework: Damit ist es möglich, verschiedene Layouts festzulegen für besondere Bereiche der Website wie Homepage, Einzelansichten, Archivseiten, Anhangsseiten (Attachments), Suchergebnisseiten, 404-Fehlerseiten und sogar für Seiten von Plugins wie bbPress 2.x Forum und AgentPress Listings (sofern entsprechend installiert/ aktiviert). Und dies alles anhand der Plugin-Einstellungen unter Genesis. Außerdem gibt es bis zu 9 neue, alternative Layoutoptionen sowie Unterstützung für Inhaltstypen.
