Repository: deckerweb/genesis-layout-extras
Catalog: languages/genesis-layout-extras-*.po
Languages: de_de

source: You're in luck because you're already running the Genesis Framework :). However, you're using an %1$solder%2$s version of Genesis and should upgrade to the latest version available but at least to version %3$s.
de_de: Du hast Glück, denn du verwenden bereits das Genesis Framework :). Wie auch immer, du verwendest eine %1$sältere%2$s Version von Genesis und solltest daher auf die neueste Version aktualisieren, jedoch mindestens auf Version %3$s.

source: Get the latest version of %1$sGenesis Framework here%2$s or go to your %3$sMy StudioPress Portal%4$s to download the latest version package. Also, make sure, you're running the latest WordPress version, that is %5$s or higher.
de_de: Erhalte die neueste Version des %1$sGenesis Frameworks hier%2$s oder gehe zum %3$sMein StudioPress Portal%4$s, um die neueste Version herunterzuladen. Außerdem, stelle sicher, dass deine Installation mit der neuesten WordPress Version läuft, also mindestens mit %5$s oder höher.

source: Just go back and enjoy using %s, while on the next occasion you should make any necessary updates. Thank you!
de_de: Gehe einfach zurück und habe weiterhin viel Spaß mit %s, während du bei nächster Gelegenheit eventuell notwendige Aktualisierungen tätigen solltest. Vielen Dank!

source: Sorry, you can&rsquo;t activate unless you have installed the %1$sGenesis Framework%2$s
de_de: Hinweis: Dieses Plugin kann <em>nicht</em> aktiviert werden, solange das %1$sGenesis Framework%2$s nicht installiert ist.

source: Go to the settings page
de_de: Zur Einstellungsseite des Plugins

source: Layout Settings
de_de: Layout-Einstellungen

# Plugins page listing
source: FAQ
de_de: FAQ - Häufige Fragen

# Plugins page listing
source: Facebook Group
de_de: Facebook-Gruppe

# Plugins page listing
source: Translations
de_de: Übersetzungen

# Plugins page listing
source: Donate
de_de: Spenden

# Plugins page listing
source: Join our Newsletter
de_de: Newsletter jetzt!

source: %s rating
de_de: %s Bewertung

source: Enjoyed %1$s? Please leave us a %2$s. We really appreciate your support!
de_de: Gefällt dir %1$s? Dann gib uns bitte eine %2$s. Wir schätzen deine Unterstützung!

# Plugin installer: Tab name in installer toolbar
source: Newest
de_de: Neueste

source: Genesis Default
de_de: Genesis-Standard

source: Alternate layouts via plugin
de_de: Alternative Layouts via Plugin

source: Custom layouts:
de_de: Benutzerdefinierte Layouts:

source: Content-Sidebar
de_de: Inhalt-Sidebar

source: Sidebar-Content
de_de: Sidebar-Inhalt

source: Content-Sidebar-Sidebar
de_de: Inhalt-Sidebar-Sidebar

source: Sidebar-Sidebar-Content
de_de: Sidebar-Sidebar-Inhalt

source: Sidebar-Content-Sidebar
de_de: Sidebar-Inhalt-Sidebar

source: Full Width Content
de_de: Inhalt in voller Breite

source: Sidebars below Content
de_de: Sidebars unter Inhalt

source: Primary below Content
de_de: Haupt-Sidebar unter Inhalt

source: Primary above Content
de_de: Haupt-Sidebar über Inhalt

source: Header+Nav/Content/Sidebar
de_de: Kopfzeile+Nav/Inhalt/Sidebar

source: Content/Sidebar-Alt
de_de: Inhalt/Sidebar-Alt

source: Sidebar-Alt/Content
de_de: Sidebar-Alt/Inhalt

source: Content/Sidebar-Alt/Sidebar
de_de: Inhalt/Sidebar-Alt/Sidebar

source: Sidebar/Sidebar-Alt/Content
de_de: Sidebar/Sidebar-Alt/Inhalt

source: Sidebar/Content/Sidebar-Alt
de_de: Sidebar/Inhalt/Sidebar-Alt

source: Save
de_de: Speichern

source: Save Settings
de_de: Einstellungen speichern

source: A great Plugin for Site Builders:
de_de: Ein großartiges Plugin für Site Builder:

source: Reset Settings
de_de: Einstellungen zurücksetzen

source: The extra layout settings have been saved successfully.
de_de: Die Extra-Layouteinstellungen wurden erfolgreich gespeichert.

source: ALL extra layout settings were reset to their Genesis default option.
de_de: ALLE Extra-Layouteinstellungen wurden auf die entsprechende Standardeinstellung von Genesis zurückgesetzt.

source: All other settings were reset to their appropriate plugin default setting.
de_de: Alle anderen Einstellungen wurden auf ihre entsprechende Plugin-Standardeinstellung zurückgesetzt.

source: Error saving settings for %s.
de_de: Fehler beim Speichern der Einstellungen für %s.

source: Table of Content
de_de: Inhaltsverzeichnis

# Meta box title
source: Additional Layouts
de_de: Zusätzliche Layout-Optionen

# Meta box title
source: Additional Post Type Support
de_de: Zusätzliche Unterstützung für Inhaltstypen (Post Types)

# Meta box title
source: Layouts for WordPress Default Cases
de_de: Layouts für WordPress Standards

# Meta box title
source: Custom Post Types by Plugins
de_de: Inhaltstypen von Plugins

# Meta box title
source: Custom Post Types by Child Themes
de_de: Inhaltstypen von Child Themes

# Meta box title
source: Plugin's Own Settings
de_de: Eigene Einstellungen des Plugins

# Meta box title
source: Export/ Import Info
de_de: Export/ Import Information

# Meta box title
source: Recommendations for Site Builders
de_de: Empfehlungen für Site Builder

source: by
de_de: von

source: Released:
de_de: Veröffentlicht:

# Translators: plugin release date format
source: F j, Y
de_de: j. F Y

source: Support for this plugin is provided via %sour support forum%s.
de_de: Support für dieses Plugin wird über %sunser Support-Forum%s angeboten.

source: Free Translations Platform
de_de: Freie Übersetzungs-Plattform

source: General support for the Genesis Framework you can get at %s.
de_de: Allgemeiner Support für das Genesis Framework ist erhältlich via %s.

source: Join a thriving Community of Site Builders
de_de: Werde Teil einer florierenden Community von Site-Buildern

source: Get all future insider news about the %s plugin and more fine Genesis, WordPress and Elementor plugins from DECKERWEB.
de_de: Erfahre alle zukünftigen Insider-News über das %s Plugin und weitere gute Genesis, WordPress und Elementor Plugins von DECKERWEB.

source: On top of that get useful tutorials and awesome deals for great WordPress plugins and services.
de_de: Darüber hinaus erhältst du nützliche Tutorials und tolle Angebote für großartige WordPress Plugins und Dienste.

source: Subscribe to my Newsletter
de_de: Abonniere meinen Newsletter

source: Join my Newsletter Now!
de_de: Ja, ich mache mit!

source: These will be personal emails from David Decker of DECKERWEB.
de_de: Dies werden persönliche E-Mails von David Decker DECKERWEB sein.

source: You can unsubscribe at any time. And yes, we hate spam as much as you do.
de_de: Du kannst dich jederzeit wieder abmelden. Und ja, wir hassen Spam genauso sehr wie du.

source: Additional Layouts
de_de: Zusätzliche Layout-Optionen

source: Additional Post Type Support
de_de: Zusätzliche Unterstützung für Inhaltstypen (Post Types)

source: Layouts for WordPress Default Cases
de_de: Layouts für WordPress Standards

source: Custom Post Types by Plugins
de_de: Inhaltstypen von Plugins

source: Custom Post Types by Child Themes
de_de: Inhaltstypen von Child Themes

source: Plugin's Own Settings
de_de: Eigene Einstellungen des Plugins

source: Export/ Import Info
de_de: Export/ Import Information

source: Plugin Tips for Site Builders
de_de: Plugin-Tipps für Site Builder

source: Note: Additional layout options only become available here if the Primary Sidebar may not have been unregistered.
de_de: Hinweis: Zusätzliche Layout-Optionen werden nur hier verfügbar, wenn die Haupt-Sidebar (Primary) nicht de-registriert wurde.

source: In such a case, just check your child theme, other plugins or other code snippets.
de_de: In solch einem Fall bitte dein aktives Child Theme, andere (Genesis-) Plugins bzw. andere Code-Snippets überprüfen.

source: Additional Layout Options.
de_de: Zusätzliche Layout-Optionen.

source: Enable any additional layout option:
de_de: Beliebige zusätzliche Layout-Option(en) aktivieren:

source: Note: Only the two Genesis default sidebars are used!
de_de: Hinweis: Nur die 2 standardmäßigen Sidebars von Genesis werden dafür verwendet!

source: EXPERIMENTAL, use not yet, or just with care...
de_de: EXPERIMENTELL, noch nicht verwenden, oder aber mit besonderer Sorgfalt...

source: Note, the plugin %1$s is active: enable the following layout options there, if needed: %2$s.
de_de: Hinweis, das Plugin %1$s ist aktiv: aktiviere die folgenden Layout-Optionen dort, falls benötigt: %2$s.

source: These three are optimized for the use with Prose child theme then.
de_de: Diese Drei sind dann (dort) optimiert für das Prose Child Theme.

source: Optionally load necessary CSS styles for above layouts.
de_de: Optional notwendige CSS-Stile für die obigen Layouts laden.

source: Load CSS styles for layout %s?
de_de: CSS-Stile für das Layout %s laden?

source: Load CSS styles for the %s layouts?
de_de: CSS-Stile für die %s Layouts laden?

source: two Primary sidebars
de_de: zwei Haupt-Sidebar

source: two 2-column
de_de: beiden zweispaltigen

source: three 3-column
de_de: drei dreispaltigen

source: Experimental!
de_de: Experimentell!

source: Good to know
de_de: Gut zu wissen

source: If you enable any of the above style sheets they only get loaded if the appropriate layout is used for a frontend item.
de_de: Wenn du eines der obigen Stylesheets aktivierst, wird es nur geladen, falls das entsprechende Layout auch aktiv ist in der Besucheransicht (Frontend) für einen Beitrag.

source: The loading logic includes full HTML5 and Genesis 2.0+ detection!
de_de: Die Lade-Logik enthält volle Erkennung von HTML5 und Genesis 2.0+!

source: And, if loaded they come in minimized flavor for improved performance. These styles are optional, so you can also add those (or in customized form) to your used child theme.
de_de: Und, falls ein Stylesheet geladen wird, dann bereits minimiert für verbesserte Performance. Diese Stylesheets sind optional, du kannst diese Plugin-Stile (oder in bearbeiteter Form) auch direkt deinem verwendeten Child Theme hinzufügen.

source: Genesis Inpost Options for Post Types (Layouts, SEO, Scripts)
de_de: Genesis Optionen für die Bearbeitungsansichten (Layouts, SEO, Skripte)

source: Include Genesis Inpost options for ALL public Custom Post Types? (global)
de_de: Genesis Optionen für Bearbeitungsansichten für ALLE öffentlichen Inhaltstypen (Custom Post Types) aktivieren? (global)

source: OR
de_de: ODER

source: Include Genesis Inpost options for your specific Custom Post Types?
de_de: Genesis Optionen für Bearbeitungsansichten für deine spezifischen Inhaltstypen aktivieren?

source: Enter comma separated list of your specific IDs (registered names) of Custom Post Types above (for example %s etc.).
de_de: Eine komma-getrennte Liste deiner spezifischen IDs (registrierte Namen) von Inhaltstypen (Custom Post Types) oben eingeben. (Zum Beispiel: %s etc.)

source: Genesis Post Type Archive Settings
de_de: Genesis Inhaltstypen-Archiveinstellungen

source: Enable Genesis Archive Settings for ALL public Custom Post Types? (global)
de_de: Die Genesis Archiveinstellungen für ALLE öffentlichen Inhaltstypen (Custom Post Types) aktivieren? (global)

source: Enable Genesis Archive Settings for your specific Custom Post Types?
de_de: Genesis Archiveinstellungen für deine spezifischen Inhaltstypen aktivieren?

source: Here you can set up a <strong>default</strong> layout option for various extra archive pages and other special pages.
de_de: Hier können <strong>Standard</strong>-Layoutoptionen für verschiedene Bereiche und andere besondere Seiten festgelegt werden.

source: %1$sGenesis Default%2$s in the drop-down menus below always means the chosen default layout option in the regular %3$s.
de_de: %1$sGenesis-Standard%2$s in den Aufklappmenüs unten meint immer die entsprechend gewählte Standard-Layoutoption in den regulären %3$s.

source: Genesis layout settings
de_de: Genesis Layout-Einstellungen

source: Layouts for Special Sections
de_de: Layouts für besondere Bereiche

source: Hompage Layout
de_de: Layout der Homepage

source: This setting works for homepage templates (file %1$shome.php%2$s is there - %1$sis_home()%2$s) <u>and</u> also for static pages as front page (%1$sis_front_page()%2$s).
de_de: Diese Einstellung funktioniert für Homepage-Templates (wenn Datei %1$shome.php%2$s vorhanden - %1$sis_home()%2$s) <u>und</u> auch für statische Seiten, die als Homepage deklariert werden (%1$sis_front_page()%2$s).

source: Search Page Layout
de_de: Layout der Suchergebnis-Seiten

source: For regular search results display &ndash; if there are any results.
de_de: Für die reguläre Suchergebnisanzeige &ndash; wenn Treffer vorhanden sind.

source: Search Not Found Page Layout
de_de: Layout für Suche nichts gefunden

source: If there are NO search results (empty).
de_de: Wenn es KEINE Suchergebnisse gibt (leer, keine Treffer).

source: 404 Page Layout
de_de: Layout der 404-Fehlerseite

source: If a page/URL is not found. Regarding the %1$s404.php%2$s error page template from Genesis core or from current child theme.
de_de: Wenn eine Seite/ URL nicht gefunden wurde. Betrifft die %1$s404.php%2$s Fehlerseite-Seitenvorlage (Template) vom Genesis Framework, oder falls vorhanden, vom aktiven Child Theme.

source: Global Layouts for Singular Pages
de_de: Globale Layouts für Einzelansichten

source: Post Page Layout
de_de: Layout einer Artikel-/ Beitragsseite

source: Page Page Layout
de_de: Layout einer Seite (Page)

source: Attachment Page Layout
de_de: Layout einer Anhangs-Seite

source: Global Layouts for Archive Sections
de_de: Globale Layouts für Inhaltsarchive

source: Author Page Layout
de_de: Layout von Autoren-Seiten

source: Date Archive Page Layout
de_de: Layout von Datumsarchiven

source: This is the general setting for date archives and overwrites the following three settings (Year, Month, Day)! So, if you setup any of the following three settings then let this one here on %1$sGenesis Default%2$s.
de_de: Dies ist die allgemeinde Einstellung für Datumsarchive und überschreibt die folgenden drei Einstellungen (Jahr, Monat, Tag)! Ist also eine der folgenden Einstellungen aktiv, sollte hier der Wert auf %1$sGenesis-Standard%2$s belassen werden.

source: Date Archive - Year Page Layout
de_de: Datumsarchiv - Jahresarchiv-Layout

source: Date Archive - Month Page Layout
de_de: Datumsarchiv - Monatsarchiv-Layout

source: Date Archive - Day Page Layout
de_de: Datumsarchiv - Tagesarchiv-Layout

source: Category Page Layout
de_de: Layout von Kategorieseiten

source: Tag Page Layout
de_de: Layout von Schlagwortseiten (Tags)

source: Taxonomy Page Layout
de_de: Layout von Taxonomie-Seiten

source: Admin options
de_de: Admin-Optionen

source: Remove the Newsletter info box above?
de_de: Das Newsletter Info-Feld oben entfernen?

source: Unload the plugin's translations?
de_de: Die Übersetzungen des Plugins nicht laden?

source: On plugin uninstall delete all its data?
de_de: Bei der Deinstallation des Plugins alle seine Daten löschen?

source: CAUTION, this will remove all settings of the %s plugin from the database.
de_de: ACHTUNG, dadurch werden alle Einstellungen des %s-Plugins aus der Datenbank entfernt.

source: Export and import plugin settings.
de_de: Plugin-Einstellungen exportieren und importieren.

source: Hooked in and done via regular %s.
de_de: Integriert und bequem ausgeführt via regulärem %s.

source: Tip: You can do it for this plugin alone or combine plugin settings with Genesis settings to transfer settings from one Genesis site to another.
de_de: Tipp: Du kannst dies für das Plugin allein machen oder die Plugin-Einstellungen mit Genesis Einstellungen kombinieren, um Einstellungen von einer Genesis-betriebenen Website zu einer anderen zu übertragen.

source: Some of my plugins that are perfectly suited for the use with Genesis - check them out:
de_de: Einige meiner Plugins, die perfekt für die Verwendung mit Genesis geeignet sind - schau sie dir an:

# Translators: Help tab menu title
source: Additional Post Type Support
de_de: Unterstützung für Inhaltstypen (CPT)

source: Plugin Support
de_de: Plugin-Unterstützung

source: Child Theme Support
de_de: Child Theme Unterstützung

source: FAQ - Frequently Asked Questions
de_de: FAQ - Häufig gestellte Fragen

source: Translations
de_de: Übersetzungen

source: Recommended Plugins
de_de: Empfohlene Plugins

source: Listing Post Type Layout (archive)
de_de: Listings (Auflistungen) - Layout des Inhaltstyps (Archiv)

source: Listings Features Taxonomy Layout
de_de: Auflistungen 'Features' Taxonomie Layout

source: Listings Status Taxonomy Layout
de_de: Auflistungen ‚Status‘ Taxonomie Layout

source: Portfolio Post Type Layout (archive)
de_de: Portfolio - Layout des Inhaltstyps (Archiv)

source: Portfolio Type Taxonomy Layout
de_de: Portfolio-Typ Taxonomie Layout

source: Book Post Type Layout (archive)
de_de: Buch - Layout des Inhaltstyps (Archiv)

source: Book Authors Taxonomy Layout
de_de: Buch-Autoren Taxonomie Layout

source: Book Series Taxonomy Layout
de_de: Buch-Serien Taxonomie Layout

source: Book Tags Taxonomy Layout
de_de: Buch-Schlagwörter Taxonomie Layout

source: WooCommerce OR Jigoshop
de_de: WooCommerce ODER Jigoshop

source: Product Post Type Layout - Product Categories (all)
de_de: Produkt Inhaltstyp Layout - Produkt-Kategorien (alle)

source: Product Post Type Layout - Product Tags (all)
de_de: Produkt Inhaltstyp Layout - Produkt-Schlagwörter (alle)

source: %s Genesis Integration Plugin
de_de: %s Genesis Integrations-Plugin

source: required
de_de: erforderlich

source: Download Post Type Layout (archive)
de_de: Downloads - Layout des Inhaltstyps (Archiv)

source: Download Categories Taxonomy Layout
de_de: Download-Kategorien Taxonomie Layout

source: Download Tags Taxonomy Layout
de_de: Download-Schlagwörter Taxonomie Layout

source: recommended
de_de: empfohlen

source: Sugar Events Calendar
de_de: Sugar Events Kalender

source: Event Post Type Layout (archive)
de_de: Events (Veranstaltungen) - Layout des Inhaltstyps (Archiv)

source: Event Categories Taxonomy Layout
de_de: Event-Kategorien Taxonomie Layout

source: bbPress 2.x Forum Layout (all areas)
de_de: Layout des bbPress 2.x Forum (alle Bereiche)

source: Including extra setting for singular topics view
de_de: Einschließlich einer Einstellung für Themen-Einzelansichten

source: Genesis Media Project
de_de: Genesis Medien-Projekt

source: Video Post Type Layout (archive)
de_de: Videos - Layout des Inhaltstyps (Archiv)

source: Video SlideShows Taxonomy Layout
de_de: Video Slideshows Taxonomie Layout

source: Video Categories Taxonomy Layout
de_de: Video-Kategorien Taxonomie Layout

source: Video Tags Taxonomy Layout
de_de: Video-Schlagwörter Taxonomie Layout

source: by StudioPress
de_de: von StudioPress

source: Child Theme: %s by StudioPress
de_de: Child Theme: %s von StudioPress

source: by Themedy Themes Brand
de_de: von: Firma Themedy Themes

source: Child Theme: Clip Cart by Themedy Themes
de_de: Child Theme: Clip Cart von Themedy Themes

source: Products Post Type Layout (archive)
de_de: Produkte - Layout des Inhaltstyps (Archiv)

source: Product Categories Taxonomy Layout
de_de: Produkt-Kategorien Taxonomie Layout

source: Child Theme: Stage by Themedy Themes
de_de: Child Theme: Stage von Themedy Themes

source: Photo Galleries Taxonomy Layout
de_de: Photo Galleries (Fotogalerien) Taxonomie Layout

source: Child Theme: %s by ZigZagPress
de_de: Child Theme: %s von ZigZagPress

source: Portfolio Categories Taxonomy Layout
de_de: Portfolio-Kategorien Taxonomie Layout

source: Important plugin links:
de_de: Wichtige Plugin-Links:

# Help tab info
source: Facebook Group
de_de: Facebook-Gruppe

# Help tab info
source: Translations
de_de: Übersetzungen

# Help tab info
source: Donate
de_de: Spenden

# Help tab info
source: Join our Newsletter
de_de: Newsletter jetzt!

source: The up to nine %1$s added with version 2.0.0 of the plugin back in 2013 are now deprecated as of December 2018. That means, they will NOT receive any more updates and also NO SUPPORT. You can still use them if you want but you need to care for the proper styling, displaying etc. yourself. Therefore it would make more sense for you to not use these option from the plugin but rather register custom layouts yourself and make use of our filters to bring them also into the settings drop-down field. Thanks for your understanding! - This note only regards the %1$s, NOT the plugin itself of course, the plugin is alive and kicking, hehe :-).
de_de: Die bis zu neun %1$s, die mit der Version 2.0.0 des Plugins im Jahr 2013 hinzugefügt wurden, sind nun ab Dezember 2018 veraltet. Das bedeutet, dass sie KEINE Updates mehr erhalten und auch KEINEN SUPPORT. Du kannst sie immer noch verwenden, wenn du willst, aber du musst dich selbst um das richtige Styling, die Anzeige usw. kümmern. Daher wäre es sinnvoller, diese Option aus dem Plugin nicht zu verwenden, sondern eigene Layouts selbst zu registrieren und unsere Filter zu nutzen, um sie auch in die Dropdown-Einstellungen zu bringen. Vielen Dank für dein Verständnis! - Dieser Hinweis bezieht sich nur auf die %1$s, NICHT auf das Plugin selbst, das Plugin lebt, hehe :-).

source: additional layouts
de_de: zusätzlichen Layouts

source: Please note
de_de: Bitte beachten:

source: Section and Template based layout changing
de_de: Layout-Änderung für Sektionen bzw. auf Template basierend

source: This plugin for the Genesis Theme Framework allows modifying of default layouts for homepage, singular, archive, attachment, search and 404 pages via its options page under the Genesis menu.
de_de: Dieses Plugin für das Genesis Design Framework erlaubt es, Standardlayouts für Bereiche wie Homepage, Einzelansichts-, Archiv-, Anhangs-, Suchergebnis- und 404-Seiten festzulegen. Dies geschieht über die Plugin-Einstellungen in der Gruppe der Genesis Admin-Einstellungen (Genesis-Menü).

source: In addition you can also modify the default layout option for pages generated by various popular plugins - if installend - among these are: %1$s forum plugin, %2$s plugin, %3$s and %4$s.
de_de: Als Zusatzbonus können ebenfalls Layouts für Seiten/ Bereiche festgelegt werden, welche von verschiedenen, beliebten Plugins stammen - falls installiert - darunter unter anderem: %1$s Forum-Plugin, das %2$s Plugin, %3$s sowie %4$s.

source: Registering additional layouts
de_de: Registrierung zusätzlicher Layout-Optionen

source: Since version 2.0.0 of this plugin you can also register up to nine (9!) additional alternate layout options. All of these make use of the %1$s and most also of the %2$s. So make sure both are registered with your child theme.
de_de: Seit Version 2.0.0 dieses Plugins kannst du auch bis zu neun (9!) zusätzliche, alternative Layout-Optionen registrieren. Alle davon benötigen die %1$s und die meisten auch noch die %2$s. Stelle daher sicher, dass beide bei deinem Child Theme nicht de-registriert sind.

source: Secondary Sidebar (Sidebar-Alt)
de_de: Zweit-Sidebar (Sidebar-Alt)

source: Primary Sidebar
de_de: Haupt-Sidebar

source: Additional, alternate layout options
de_de: Zusätzliche, alternative Layout-Optionen

source: Consider these more like variations of existing layouts. So, in the end you have even more flexibility with no overhead! This could be great for content oriented blogs, marketeers websites and so much more...
de_de: Betrachte diese mehr als Variationen von bereits bestehenden Layouts. Somit gewinnst du am Ende noch mehr Flexibilität, ohne Ballast! Dies kann man unter anderem gut für Inhalts-orientierte Blogs, Marketing-Websites und so vieles andere mehr verwenden ...

source: Currently enabled
de_de: Derzeit aktiviert

source: Think of it as %s, but with Primary and Secondary sidebars below the content (as two fifty percent-wide responsive columns).
de_de: Praktisch wie %s, jedoch mit Haupt-Sidebar und Zweit-Sidebar direkt <em>unter</em> dem Inhalt (als zwei 50 Prozent breite, responsive Spalten).
